experiments/redis_contention/redis_multi/pair_0/clients_50_threads_6_pipeline_1/redis.out
6         Threads
50        Connections per thread
15        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets        89089.08          ---          ---         1.68909         1.64700         2.52700         6.71900     92879.83 
Gets        89079.02         0.00     89079.02         1.67735         1.63900         2.52700         6.01500      3556.52 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals     178168.11         0.00     89079.02         1.68322         1.63900         2.52700         6.33500     96436.35